[
    {
        "name":"Jewel Maker",
        "blurb":"A place value addition game about jewels.",
        "image":"jewels.png"
    },
    {
        "name":"Find the Groundhog!",
        "blurb":"An early childhood sight words game. Answer the questions correctly and feed the hungry groundhog!",
        "image":"groundhog.png"
    },
    {
        "name":"Pizza Pie Fractions",
        "blurb":"A math game about slicing pizzas as the denominator, topping them as the numerator, and feeding your hungry guests!",
        "image":"pizza.png"
    },
    {
        "name":"Caleb's Math Mystery!",
        "blurb":"Built in Phaser 3, solve the mystery of the muddy footprints by exploring Caleb's house and answering math questions!",
        "image":"caleb.png"
    },
    {
        "name":"Comparison Maze",
        "blurb":"A Pac-Man like game, where your direction in the maze changes the inequality sign. Navigate the maze and score correct inequalities!",
        "image":"maze.png"
    },
    {
        "name":"Ice Cream Change",
        "blurb":"Get a random flavor of ice cream, and count the correct change to pay for it!",
        "image":"dyna-icecream.png"
    },
    {
        "name":"Train Builder",
        "blurb":"Build trains with mixed number values, by using cars with specific fractions!",
        "image":"train.png"
    },
    {
        "name":"Alphabet Bubble Pop",
        "blurb":"In this early childhood letter sight game, pop bubbles with the correct letter!",
        "image":"bubbles.png"
    },
    {
        "name":"Ice Cream Patterns",
        "blurb":"In this early childhood patterns game, build an ice cream cone with the right pattern!",
        "image":"icecream.png"
    },
    {
        "name":"Go, Ducks, Go!",
        "blurb":"In this early childhood grammar game, follow a group of ducklings through their adventure in Brooklyn!",
        "image":"duck.png"
    },
    {
        "name":"Blackfooted Cat",
        "blurb":"In this early childhood punctuation game, find the mysterious blackfooted cat, and help them reconnect with their family!",
        "image":"cat.png"
    }
] 